Repository: yok1012/MuscleBuildingRecorderApp
Catalog: MuscleBuildingRecorder/Localizable.xcstrings
Source language: ja
Languages: en

source: 通知許可
en: Notification permission

source: 進行度
en: Progress

source: 進行度 %lld%%
en: Progress %lld%%

source: 運動に応じた適切な単位を設定してください
en: Set an appropriate unit for the exercise

source: 配置
en: Placement

source: 重すぎた
en: Too heavy

source: 重要な注意
en: Important note

source: 重量
en: Weight

source: 閉じる
en: Close

source: 開始
en: Start

source: 開始日
en: Start date

source: 閾値
en: Threshold

source: 限界
en: At my limit

source: 除外するアプリ（制限しない）
en: Excluded apps (not restricted)

source: 除外設定をクリア
en: Clear exclusion settings

source: 集中: %lld分
en: Focus: %lld min

source: 集中できた
en: Stayed focused

source: 難しかった
en: Was hard

source: 順調
en: Going well

source: 肉体的
en: Physical

source: 精神的
en: Mental

source: %lld秒/%lld秒 ×%lldセット
en: %1$lds/%2$lds ×%3$ld sets

source: %lld種目 / 計 %lldセット
en: %1$ld exercises / %2$ld sets total

source: %lldタスク / 計 %lldサイクル
en: %1$ld tasks / %2$ld cycles total

source: ステップ %lld/%lld ・ セット %lld/%lld
en: Step %1$ld/%2$ld · Set %3$ld/%4$ld

source: プリセット (%lld/%lld)
en: Presets (%1$ld/%2$ld)

source: 新しいプリセット
en: New Preset

source: 新しい勉強プリセット
en: New Study Preset

source: 新しい仕事プリセット
en: New Work Preset

source: ステップを 1 件以上追加してください
en: Add at least one step

source: Pro でロック解除すると実行できます
en: Unlock with Pro to run

source: 除外アプリを選択する
en: Select apps to exclude

source: 除外: %lldアプリ / %lldカテゴリー
en: Excluded: %1$ld apps / %2$ld categories

source: 全カテゴリー（既定）
en: All categories (default)

source: 制限: %lldアプリ / %lldカテゴリー
en: Restricted: %1$ld apps / %2$ld categories

source: セッションが idle になった瞬間、またはアプリ復帰時に制限は自動解除されます。
en: Restrictions are lifted automatically the moment the session becomes idle, or when you return to the app.

source: トレーニング画面の「制限解除」ボタンでいつでも緊急解除できます。
en: You can lift restrictions anytime with the "Unlock" button on the workout screen.

source: SOS（緊急通報）は iOS により制限中でも使用可能です。
en: SOS (emergency calls) remain available even while restricted, as handled by iOS.

source: 例: 数学 第3章
en: e.g., Math Chapter 3

source: 例: 提案書レビュー
en: e.g., Proposal review

source: 例: 数学 / 英語
en: e.g., Math / English

source: 例: ProjectA
en: e.g., ProjectA

source: 例: 第3章 演習問題
en: e.g., Chapter 3 exercises

source: 全セットレコードを含む詳細データ
en: Detailed data including all set records

source: セッション単位のサマリーデータ
en: Summary data per session

source: 構造化されたJSONフォーマット
en: Structured JSON format

source: 心拍数ログを含む完全なデータ
en: Complete data including heart rate logs

source: %lld日ごと
en: every %lld days

source: %lld週間ごと
en: every %lld weeks

source: %lldヶ月ごと
en: every %lld months

source: %lld年ごと
en: every %lld years

source: %lld分前
en: %lld min ago

source: %lld時間前
en: %lld hours ago

source: %lld分
en: %lld min
